{
  "items":[	
	{
		"title": "Join us on 6 December for Carols by Candlelight in the Lord Mayor's Chapel",
		"published": "2 November, 2017",
		"details": "You are warmly invited to join our carols by candlelight and songs by local community organisation Mind Your Music, followed by mulled wine and mince pies in the historic setting of The Lord Mayor's Chapel.Wednesday 6 December  7pm-9pm  The Lord Mayor's Chapel, College Green, Bristol BS1 5TBTickets 15* per person  *Price includes a suggested charitable donation of 7 per ticket. To purchase tickets, you can buy tickets on the door, or via our donate page.  For more information call 0117 989 7700.Come and witness the beauty of music and song by candlelight in the historic setting of St Mark's, the Lord Mayor's Chapel, now the only municipally-owned church in Britain.Nearly 700 years old, the chapel's origins date back to 1220 when it was founded by the Abbey of St Augustine (now Bristol Cathedral) as a monastic foundation and a place of hospitality and welcome to those visiting and travelling though the city of Bristol. Amongst others, the chapel opened its doors to the fleeing Huguenots between 1687 and 1722, the year that it became the official place of worship of the Mayor and Bristol Corporation (City Council).Over the centuries, the chapel has known many guises from being an almonry and housing song birds to providing a restful place in a busy city.",
		"url": "assets/images/news/news1.jpg"
	},
	{
		"title": "2017 Vital Signs report warns that the West of England must raise more funding to prevent mental health problems",
		"published": "3 October, 2017",
		"details": "Urgent action is needed to prevent local people in the West of England suffering mental health crises.This is the key conclusion of the 2017 Vital Signs report from Quartet Community Foundation.The annual study from the area's only community foundation gathered data about mental health issues across Bristol, Bath & North East Somerset, North Somerset and South Gloucestershire and gives recommendations for making charitable donations more effective in supporting local groups working to prevent mental health issues arising.2017 Vital Signs for the West of England<strong>Key findings:</strong><strong>The kids aren't alright</strong>1 in 3 adult mental health issues directly relate to difficulty in childhood and the symptoms of 50% of lifelong mental health issues begin by the age of 14. As many as 1 in 4 girls aged 14 report symptoms of depression.<strong>High rates of young people self-harming</strong>Local hospitals see a higher than average number of young people aged 10-24 years who have self-harmed. This indicates that more early support is needed for our young people before they reach crisis point.<strong>Living on the breadline</strong>In 15 local wards 30% or more of our children and young people are living in poverty, putting them at higher risk of developing mental health problems.<strong>Debt time-bomb</strong>Many Bristolians are struggling with debt which is linked to depression, drink and drug use and suicide. In Bristol 17% of people are estimated to be overindebted.<strong>Hard lives</strong>Research shows your risk of mental health problems is much higher if you are facing a combination of problems like disability, housing problems and poverty.<strong>Local communities with inadequate support</strong>People from black, Asian, minority ethnic and gypsy/traveller groups can find it particularly difficult to get help for their mental health problems, even though some groups are more likely to be diagnosed with a mental health problem and be admitted to hospital.Sue Turner, Chief Executive of Quartet Community Foundation, said: 'This report shows that mental health problems are often layered on top of other issues, so it's the most vulnerable people in the West of England who are likely to struggle. But we have a message of hope too because we know there are ways all of us can help.'We are calling for people, businesses and trusts that care about the local community to step up their philanthropy and offer support for organisations that provide early intervention and preventative programmes that can reduce risk factors and prevent mental health from deteriorating.'36% of Quartet's funding last year through our grants programmes was directed at strengthening local communities and promoting healthy living in the West of England.  Quartet Community Foundation made 900,000 in grants to small, local groups enhancing health and wellbeing in the local area, strengthening communities and supporting those most vulnerable to the effects of ill health.Vital Signs details 10 'Vital Steps' that people can take to make a difference  ways to donate money to local good causes that enhance health and wellbeing, strengthen communities and support those most vulnerable to the effects of mental ill health.",
		"url": "assets/images/news/news2.png"
	},
	{
		"title": "The Funding Network 2017  deadline extension",
		"published": "3 August, 2017",
		"details": "We've extended the deadline for applications for local projects to apply for this yearly fundraising opportunity. Do you know of, or are you part of a local organisation involved in social change and in need of funding? Do you want an opportunity to share your work with prospective funders? If so, get in touch!The Funding NetworkWe have extended the deadline for project applications to Friday 11 August.What is The Funding Network?The Funding Network runs exciting face-to-face fundraising events that provide a platform for organisations to present their work to those interested in supporting enterprising social change. Donations are secured during a lively pledging session but can also be made anonymously on the night.The Funding Network focuses on showcasing social change projects, which address the root causes of an issue or pioneer new ways of tackling problems and that actively promote change.This is a unique opportunity for small, enterprising social change organisations to pitch their projects to prospective funders face-to-face and realise their funding on the night.Since its inception in 2004, The Funding Network  Bristol has supported 55 local and 11 international organisations, raising just over 275,000 for social impact.How do I apply?We will focus on projects that are working for the Bristol community and are based in Bristol. You do not have to be registered charity but you must have clear charitable aims, culture and ethos. Organisations selected for the fundraising event will normally be small or medium-sized, where around 4,000 would make a useful contribution either to a particular piece of work or to the organisations core costs.",
		"url": "assets/images/news/news3.jpg"
	},
	{
		"title": "It's #WorldEnvironmentDay  raising awareness and protecting our planet",
		"published": "4 June, 2017",
		"details": "At Quartet Community Foundation we live to help as many people as possible to fulfil their potential. That might mean helping them to access vital services to support their mental or physical health; it might mean helping to connect vulnerable or elderly people with much-needed company and support; it might be to offer opportunities for people to gain the skills, experience or confidence they need to thrive in their communities, in school, or at work. One of the most satisfying ways that our grants sometimes combine to do all three at once is by helping people to access the natural environment.Last year we awarded 85,706 in grants to environmental projects, 3% of our 2.8m total grants-Quartet Community Foundation 2016-17 Total grants, split by Vital Signs themeOn this World Environment Day 2017 we celebrate projects we've supported through our grant-making that help to foster a deep connection between people and the great outdoors, enriching their lives and protecting our environment at the same time.All of the philanthropists and donors we work with are passionate about improving lives, and Mark Hudson is no different. He holds both endowment and revenue funds with us, supporting projects ranging from those giving confidence-building activities for young people to his Quay Environment Fund' that he's used to support older people access the natural environment. Mark is also one of our Philanthropy Fellows.'I wanted to contribute to causes in Bristol', said Mark, 'and to get a feeling that I was helping to improve things here in the city where I live. Belonging to Quartet helps me to make the best use of my funds and to choose which charities to support.'Growing Support CICMark and Rose discuss plans for the garden at the Redcliffe Gardening ClubMark's Quay Environment Fund' this year awarded 4,900 to Growing Support CIC, a Bristol based organisation aimed at reducing loneliness, social isolation and inactivity in older people, particularly those with dementia, through outdoor and gardening activities. They help people like Rose, a founder-member of their weekly Redcliffe Gardening Club.'I've always lived in a flat', said Rose, who has limited mobility due to painful arthritis. 'The Gardening Club gets me out of the house rather than being stuck indoors all day.'Rose keeps a beautiful journal of the progress the Club has made in improving the gardens of her social housing estate and engaging fellow residents, and it means a lot to her.The day Mark visited, the volunteers got the news that Growing Support had won a prestigious Third Sector Excellence Award: Small Charity, Big Achiever'. 'I've never won anything in my whole life', said Rose. 'It's beautiful.''The Gardening Club gets me out of the house rather than being stuck indoors all day.'-Rose Member of the Redcliffe Gardening Club, run by 'Growing Support CIC'The club is just one of the 30 regular groups run by Growing Support in Bristol and the surrounding area and it has plans to expand to North Somerset and other neighbouring counties in the near future.'With Quartet's expertise and knowledge of local needs I can be confident that my funds, such as they are, are being well used', said Mark.For more information about Growing Support CIC, visit their website.This year, we also worked with Churngold Environment Fund to offer grants of up to 10,000 for local projects.The Churngold Environment Fund, a charitable programme run by Churngold Construction Holdings Ltd has been supporting local projects that improve or protect the environment since 1997.Small organisations that have charitable aims were invited to apply for a Churngold grant, where a small amount of money makes a big difference. Groups were invited to apply if they live or are based in Bristol, Bath & North East Somerset, North Somerset or South Gloucestershire, and if their project provides, maintains or improves public spaces, buildings or amenities for the general public's benefit, for leisure or recreation.The latest round of grant applications closed just last week, and consideration is being given to charitable projects that focus on improvements to:Public parks, footpaths and cycle paths;Village greens;Public open spaces;Public play grounds;Community centres or village hallsOne hundred and twenty-four projects have been given the green light in the past twenty years, thanks to funding from Churngold Environment Fund, totalling 342,722.One hundred and twenty-four projects have been given the green light thanks to funding from Churngold Environment Fund since it began, totalling 342,722.Portishead Pool from the airAmong them is Portishead Pool Community Trust, which was awarded 5,000 last year to improve their facilities for families with young children that visit the pool, installing a safe shaded area for paddling in hotter weather. The project is part of a major refurbishment of the pool, still underway, to protect this historic asset for future generations.Trustee Tony Stubbs and Barbara Thatcher, one of the volunteers at Portishead Pool Community Trust, are excited about the new sun-shade as part of the refurbishment. 'Everyone is really thrilled with the improvements at the pool', says Barbara. 'We're hoping to have the new shade installed for families in time for the summer holidays.'Ross Ancell, Chair of Churngold Construction Holdings Ltd, is passionate about the difference his company is able to make in the community, thanks to their fund with us at Quartet.'Churngold is so proud to have been able to make a difference to over 70 projects and organisations since the fund was formed', says Ross. 'We set up the fund with some landfill tax money, putting it to good use and being more strategic about our corporate social responsibility programmes. Over the years, the fund has allowed us to support some really worthwhile programmes in the communities we work in.'",
		"url": "assets/images/news/news4.jpg"
	},
	{
		"title": "Local philanthropists honoured in Beacon Awards",
		"published": "15 May, 2017",
		"details": "Local Philanthropists Helen and Peter Wilde have been honoured with a Beacon Award for Local Community Philanthropy at a national ceremony. Helen is one of our newest trustees and we've worked closely with both Helen and Peter for many years.At a star-studded ceremony in central London on Tuesday 9 May, Bristol couple Helen and Peter Wilde were honoured at the 10th national Beacon Awards for their contribution to Local Community Philanthropy.Helen and Peter are different from the traditional image of philanthropists; they've not inherited money or built wealth through business. They're people who have worked hard, noticed what is going on in the community around them and are determined to do something to enrich the local area and inspire others to do so too.Proving that you don't have to be as wealthy as Bill Gates to make a difference, in 2004 Helen volunteered to set up The Funding Network Bristol (TFN)  the 'Dragon's Den for charities'  raising over 275,000 already for more than 60 local charities and inspiring more people to give. The energy and commitment that both Helen and Peter bring to TFN events makes for highly entertaining fundraising nights.Helen's career was in marketing whilst Peter was a hospital consultant specialising in heart disease; they have been active philanthropists around the Bristol area for many years.Inspired by her own experience of settling in a new location with a young family and no support network, Helen became involved with Home-Start Bristol, a small local charity that supports struggling families using a network of trained volunteers. 'When I had my first baby I felt isolated and unsupported as I was new to Bristol and had no family help', says Helen. 'I understand how the right help at the right time can make all the difference. I am so pleased that our family has been able to help other families, during such an important stage of their lives together.'As well as donating money, Helen has been a Trustee for Home-Start and continues to act as an adviser to the charity after her term as a Trustee ended.Peter could have retired from his very senior position in the NHS to play golf like many others. Instead he continues to drive change in public health, for example his recent initiative to help the deprived community of Lawrence Weston. He is a great example of how skilled people can apply their expertise to philanthropy. Helen's belief in preventative work shows in her proactive support for projects. Having heard about the work of 'Pause' in Hackney (a project working with women to break the cycle of repeat removals of children from their care), Helen is driving the initiative to pilot the scheme in Bristol.Helen and Peter also put their heads above the parapet to help launch our Foundation's Vital Signs report in October 2016, which outlines full spectrum of social needs across the West of England, and were interviewed about it for BBC Points West.In 2008 the couple set up their family fund with us, and use to make strategic grants focused on prevention, early-intervention and diversionary activities. Many philanthropists are put off by projects like this because impact can be so difficult to measure, but the couple visit projects regularly so they can see the difference their support makes at first hand.Helen was appointed as Bristol's High Sheriff in 2016-17, and  with tireless support from her husband  visited countless community groups to support good work, particularly early-intervention and preventative projects involving young people and aimed at reducing crime and anti-social behaviour. Through this post she also led the High Sheriff's Fund, which chiefly supports disadvantaged young people in Bristol through the BYCA programmes.Peter is currently working hard to support the community in Lawrence Weston to drive forward changes in public health, and is also active in encouraging fellow medics in the West of England to get involved with community philanthropy.In early 2017  our anniversary year  Helen stepped down as High Sheriff of Bristol and has become a Quartet Community Foundation Trustee  and we couldn't be more pleased to continue working closely with her.It is hard to think of another couple who would be as willing  and able  to be so public about their giving in order to encourage others to such great effect, and to be so thoroughly deserving of this award.The next action-packed TFN live crowd-funding event is on Thursday 12 October at 6.30pm, at TLT Solicitors, One Redcliff Street, Bristol BS1 6TP. Applications from groups will be open soon.",
		"url": "assets/images/news/news5.jpg"
	},
	{
		"title": "The history of the Needham Cooper Charitable Trust  e-book available to download",
		"published": "19 April, 2017",
		"details": "'Until the Sun Grows Old is a fascinating book outlining the history of the Needham Cooper Charitable Trust, a fund that we have worked with since the earliest days of our existence.Weve worked formally with the Trust at Quartet since 1991, and in 1999 they helped us to purchase our current office Royal Oak House. We still manage a large fund on behalf of the remaining trustees.'Bill and Joyce Cooper did not plan to establish a charitable trust that would support dozens of groups and organisations with grants totalling more than 5 million. Bill progressed from a bank clerk in Bristol to a successful businessman and entrepreneur. Joyce kept two pigs at their home in Brentry, Bristol just after the war, developed a passion for pigs and eventually established a large pedigree herd at a farm near Yate.'Until the Sun Grows Old tells the story behind the Needham Cooper Charitable Trust. It is a story of people, enterprise, good fortune and, above all, of philanthropy.",
		"url": "assets/images/news/news6.png"
	},
	{
		"title": "Friends and family of Dan Hickey make first grants in his memory",
		"published": "20 March, 2017",
		"details": "In February this year we gave the go-ahead to a group of voluntary and community organisations, for a number of sports and drama projects with local young people, thanks to the Dan Hickey Fund, which was set up in memory of a young local man who died tragically in a hit and run incident in August 2015.Kneehigh Theatre CompanyThe Fund's decision-making panel, made up of Dan's friends and family and supported by us here at Quartet, met in February to review the first ever round of funding applications from nearly thirty groups. Grants were available for youth organisations involved in drama or sport initiatives, helping young people who are 25 years old or younger and live in the local Bristol community. Dan was 25 years old when he died. The panel awarded grants to eight community organisations, totalling more than 19,000 to support inspiring local projects.The groups receiving the very first grants from the Dan Hickey Fund are:Creative Youth Network: 2,500Four Acres Academy: 2,779Henbury School: 2,500Kneehigh Theatre Company: 4,900Oasis Academy Brislington: 1,500Off The Record  Bristol: 1,500Tobacco Factory Arts Trust: 1,660Unique Voice 2,267One of the successful groups, Kneehigh Theatre Company, is planning to use its two grants to open up two of their upcoming Bristol Old Vic shows  The Tin Drum and Tristan & Yseult  to around 120 local young people who don't normally have the chance to experience theatre, and to have a VIP experience including drama workshops with the actors.Kneehigh Theatre Company'It's great that the Dan Hickey Fund is supporting this project', said Kneehigh's Bethany Lyne. 'It'll ensure that young people from across Bristol, who ordinarily wouldn't have the chance, can experience live theatre and share in the joy of a Kneehigh show. We're excited at the prospect of bringing our programme to Bristol and working with the young people and community groups there.'Another group receiving funding for a half-term project, Unique Voice, says the grant has already made a huge impact.'The funding granted by the Dan Hickey Fund has made a big difference to the children who took part', said Cat Sparkes, co-Founder. 'Many of the children who come to us don't get the opportunity to take part in out of school activities and so, having a fun, creative, and safe place to make new friends and play isn't taken for granted.'Unique Voice's half-term projectUnique Voice - thank you letterChildren who have taken part in the latest Unique Voice drama project have written thank you cards and letters to the Dan Hickey Fund. One letter said: 'I have made so many new friends [] thank you so much, I hope this could happen again.'Dan's sister Lizzie said: 'To be able to fundraise has given many of us an important focus during this very upsetting time. Dan's friends and family have appreciated being able to reward organisations with grants that we feel truly reflect Dan's passions and philosophy of life. The process of keeping Dan's memory alive through this fund has been very healing for all involved and this is amplified by knowing the fundraising events we plan are helping others, not just those that knew him.'Dan's father, John Hickey, explained the purpose of the memorial fund. 'Through the Dan Hickey Fund we hope to support and develop young people through both sport and drama  Dan's two big loves' in life. Dan was a fun loving, vibrant individual, but was also very compassionate and inclusive of people who perhaps hadn't had the same opportunities in life.'The Dan Hickey Fund has raised almost 40,000 so far, through a series of fundraising events arranged by Dan's friends and family  including a charity rugby match last summer between his old university team at Leicester University and his own Bristol Saracens team, and a Christmas carolling pub crawl' along on Bristol's Gloucester Road.Dates for your diary!Two more fun and sociable fundraising events are already planned for this year: a glitzy dinner dance at the Mercure Bristol Grand Hotel on 17th June, and a Donate for Dan' rugby day at Bristol Saracens on 29th July.",
		"url": "assets/images/news/news7.jpg"
	},
	{
		"title": "Film celebrates thirty years of changing lives",
		"published": "10 February, 2017",
		"details": "At our thirtieth anniversary celebrations on 1st February, we revealed that we've given out more than 41 million in grants to local communities during our thirty-year history, targeting issues affecting local people.Our Chief Executive Sue Turner said, 'We're so proud to reach this milestone, which we have achieved because of the tireless passion of our donors. We know there's great need in our communities and we also know there are local heroes  front-line voluntary and charitable groups  that are doing fantastic work to address problems and turn lives around. 41m is a huge figure and it has done a huge amount of good but demand for our support is rising all the time, so it's more important than ever that we find and work with more people who care, so we can do more to help community groups survive.''...it's more important than ever that we find and work with more people who care, so we can do more to help community groups survive.'-Sue Turner Chief ExecutiveAs one of top 20 endowed grant-making trusts in UK, working across Bath & North East Somerset, Bristol, North Somerset and South Gloucestershire, Quartet Community Foundation works with individual donors, businesses, public sector organisations and frontline community groups to make the most of scarce resources and support the charity sector in the region.At their 30th anniversary celebration they highlighting the life-changing difference Quartet has made over the years by unveiling a film as part of their Thirty Lives Changed' project which features one moving and personal profile for each of their thirty years. Some of these stories of personal transformation were featured in the short film, which builds a picture of a thoughtful and responsive organisation that is plugged into its community and which helps groups on the frontline to achieve huge changes for the people they serve.Quartet - thirty years of changing livesOne group featured in the film is ACTA, which works with people who would not normally have anything to do with the 'posh' world of theatre  isolated older people; vulnerable young people; refugees and asylum seekers; disabled people; people living in run down suburbs. Together they create theatre projects that change people's lives, raising aspirations and improving skills, confidence and employability.ACTA's offices in BristolArtistic director and founder of ACTA community theatre, Neil Beddow, said of Quartet: 'Every now and then there'll be something which we really need, either to set something going or to turn us round a corner, or be the final bit that we need to make something happen. That's when we approach Quartet. Together we're changing people's lives, like with our project for young carers which has been going for seventeen years, and which Quartet has supported, to give them the opportunity  for one night a week  not to be a young carer, but be a theatre-maker.'Neil Beddow, artistic director at ACTAAnother group featured in the anniversary film is local charity Home-Start Bristol. The charity was awarded of one of Quartet's first ever grants in 1987, and it still provides support to struggling families across Bristol and South Gloucestershire ensuring that children have the best start to life their parents can provide. Volunteers work with families 1-to-1, giving them support, advice, friendship and practical help.One family being helped by Home-Start this year is Charlotte Lewis and her family. Mum Charlotte has a young child with complex health needs, and was overwhelmed when she found that her next pregnancy was twins. Charlotte says, 'I wanted to cope, but it was sort of taken out of my hands, I didn't have any choice. If it wasn't for Home-Start and the people who help out Home-Start, then we definitely wouldn't have been able to continue as we were, and start working towards being a family again, being able to be there for our children.'Home-Start helps families like Charlotte's, with help from a volunteerHome-Start Bristol co-ordinator, Alex Wyatt, says: 'Rest assured that any money given to Quartet that is then awarded to Home-Start, will be spent wisely, supporting families who are struggling'.Reflecting on Quartet's anniversary, Sue says, 'Thirty years sounds like a long time, but we're a baby in Community Foundation terms.  Our plan is to raise more funds with support from local donors so that we'll still be here for people like Charlotte, and helping the local community for decades and centuries to come.'",
		"url": "assets/images/news/news8.jpg"
	}
]
}